/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "name": "t:sections.footer.name",
  "type": "footer",
  "sections": {
    "footer": {
      "type": "footer",
      "blocks": {
        "image_with_text_jUnnXV": {
          "type": "image_with_text",
          "settings": {
            "image": "shopify://shop_images/logo-footer-white.svg",
            "text": "Щоденна функціональна добавка, готова до вживання, створена за підходом Aqua Smart NutriTech™ для глибокої, цільової дії"
          }
        },
        "link_list_L3gtMD": {
          "type": "link_list",
          "settings": {
            "heading": "Купити Lauron",
            "menu": "footer-menu-2"
          }
        },
        "link_list_9qdVEk": {
          "type": "link_list",
          "settings": {
            "heading": "Discover",
            "menu": "footer"
          }
        },
        "contact_newsletter_TDyjnV": {
          "type": "contact_newsletter",
          "settings": {
            "newsletter_heading": "Залишайтесь на зв’язку",
            "email_placeholder": "Введіть ваш email",
            "button_label": "Підписатися",
            "phone": "(050) 222-0097",
            "email": "hello@lauron.com",
            "show_social": true
          }
        }
      },
      "block_order": [
        "image_with_text_jUnnXV",
        "link_list_L3gtMD",
        "link_list_9qdVEk",
        "contact_newsletter_TDyjnV"
      ],
      "settings": {
        "color_scheme": "scheme-5993e02b-6faf-4bbd-999f-d9ade403fb2e",
        "newsletter_enable": false,
        "newsletter_heading": "Subscribe to our emails",
        "outlined_text": "Food supplements are not a substitute for a balanced and varied diet and a healthy lifestyle. Do not exceed the indicated daily intake. Keep out of reach of children. Please inform and consult your doctor before consuming this product. Not suitable for children and adolescents under 18 years, pregnant or breastfeeding women. Refrain from taking other food supplements containing zinc. Persons taking anticoagulant medication should seek medical advice before consuming vitamin K-containing supplements.",
        "bottom_text": "<p>* Genuine reviews from customers who received a review link after purchase.<br/><br/>** Offer valid for new subscribers only. Free Shipping does not apply to customers in Switzerland and Norway.<br/><br/>º Food Supplement. In combination with a healthy diet and exercise.<br/>ª Survey on the awareness of multi-nutrient powders with 211 consumers aged 18 to 49 in Germany, 09/24.<br/><br/>↡ Survey of 527 AG1 customers after 12+ days of use, 2024. Vitamins C, B6, B12, riboflavin, niacin, pantothenic acid, and folate help reduce tiredness and fatigue. Pantothenic acid supports mental performance. Calcium supports normal digestive enzyme function, while biotin maintains normal mucous membranes, such as the gut lining.</p>",
        "bottom_richtext": "<p><strong>Immune System</strong><br/><br/>1: With vitamins A, C, B6 and B12 as well as folate, zinc, copper and selenium, AG1 contributes to the normal function of the immune system. Vitamin C contributes to maintain the normal function of the immune system during and after intense physical exercise. The positive effect is achieved if 200 mg of vitamin C are taken daily in addition to the recommended daily dose (80 mg). AG1 contains 420 mg vitamin C.<br/><br/><strong>Metabolism</strong><br/><br/>2: Vitamins C, B6 and B12, as well as thiamine, riboflavin, niacin, biotin, pantothenic acid, calcium, phosphorus, copper, and manganese contribute to normal energy-yielding metabolism. Biotin, zinc, and chromium contribute to normal macronutrient metabolism. Vitamin A and riboflavin contribute to normal metabolism of iron. Zinc contributes to normal acid-base metabolism.<br/><br/><strong>Cell Protection</strong><br/><br/>3: Vitamins E and C, as well as riboflavin, zinc, copper, manganese and selenium, contribute to the protection of cells from oxidative stress. Zinc contributes to normal DNA synthesis. Phosphorus contributes to normal function of cell membranes.<br/><br/><strong>Mental Performance; Mental Focus; Nervous System; Psychological Function</strong><br/><br/>4: Vitamins C, B6, B12, riboflavin, niacin, pantothenic acid and folic acid contribute to the reduction of tiredness and fatigue. Pantothenic acid contributes to normal mental performance. Zinc contributes to normal cognitive function. Vitamins C, B6, B12, thiamine, riboflavin, niacin, biotin, and copper contribute to normal functioning of the nervous system. Thiamine, niacin, vitamin B6, vitamin B12, biotin, folate, and vitamin C in AG1 contribute to normal psychological function.<br/><br/></p>",
        "enable_follow_on_shop": true,
        "show_social": true,
        "enable_country_selector": false,
        "enable_language_selector": true,
        "payment_enable": true,
        "show_policy": false,
        "custom_policies_menu": "policies",
        "margin_top": 0,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "footer"
  ]
}
